Revit 2027 API
ParameterTypeId.DimValueLength Property
 "Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimValueLength { get; }
Public Shared ReadOnly Property DimValueLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimValueLength {
	ForgeTypeId^ get ();
}
static member DimValueLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace